Revit 2027 API
ParameterTypeId.RoomDesignOtherLoadPerAreaParam Property
 "Design Other Load per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomDesignOtherLoadPerAreaParam { get; }
Public Shared ReadOnly Property RoomDesignOtherLoadPerAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomDesignOtherLoadPerAreaParam {
	ForgeTypeId^ get ();
}
static member RoomDesignOtherLoadPerAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace